IDS_MESHGEN___MSG1 = "Zwei Knoten sind deckungsgleich oder zu nahe beieinander."
IDS_MESHGEN___MSG2 = "Ein Knoten befindet sich innerhalb einer Kante oder zwei Kanten schneiden sich."
IDS_MESHGEN___MSG4 = "Rand-Seeds sind nicht geschlossen."
IDS_MESHGEN___MSG5 = "Das 2D-Netz der äußeren Begrenzung ist nicht geschlossen."
IDS_MESHGEN___MSG6 = "\nBitte reduzieren Sie die Netzgröße und versuchen Sie es erneut."
IDS_MESHGEN___MSG7 = "Damit der Delaunay-Mesher ein vollständiges Vierecksnetz erzeugen kann, ist eine gleichmäßige Seed-Verteilung erforderlich."
IDS_MESHGEN___MSG8 = "Auto-Mesh 2D"
IDS_MESHGEN___MSG9 = "Auto-Mesh 2D unterbrochen!"
IDS_MESHGEN___MSG10 = "Speicherfehler!"
IDS_MESHGEN___MSG11 = "Fehlermeldung"
IDS_MESHGEN___MSG12 = "Auto-Mesh planarer Bereich"
IDS_MESHGEN___MSG26 = "Rand-Seeds sind nicht geschlossen oder die Anzahl der Seeds ist zu gering."
IDS_TM_MESH_QST_STOP_MESH = "Möchten Sie das Auto-Meshing stoppen?"
IDS_WORD_APPLICATION_NOT_INSTALLED = "Microsoft Word ist nicht installiert."
IDS_EXCEL_APPLICATION_NOT_INSTALLED = "Microsoft Excel ist nicht installiert."
IDS_UNIT_SYSTEM_SI = "SI-Einheitensystem"
IDS_UNIT_SYSTEM_US = "US-Einheitensystem"
IDS_UNIT_SYSTEM_MKS = "MKS-Einheitensystem"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
